/**
 * Български преводи за страницата Welcome
 */
export default {
  confirm_password: 'Потвърждаване на паролата',
  create_creds: 'Преди да започнете, трябва да си създадете ново потребителско име и парола за достъп до уеб интерфейса.',
  create_creds_alert: 'Данните по-долу ще са необходими за достъп до уеб интерфейса на Sunshine. Пазете ги, тъй като няма да ги видите отново!',
  creds_local_only: 'Вашите идентификационни данни се съхраняват локално офлайн и никога не се качват на сървър.',
  greeting: 'Добре дошли в Sunshine Foundation!',
  hide_password: 'Скриване на парола',
  login: 'Вписване',
  welcome_success: 'Тази страница скоро ще се презареди и браузърът ще поиска да въведете новите данни за идентификация',
  username: 'Потребителско име',
  password: 'Парола',
  error: 'Грешка!',
  success: 'Успешно!',
  password_mismatch: 'Паролите не съвпадат',
  password_match: 'Паролите съвпадат',
  server_error: 'Грешка на сървъра',
  show_password: 'Показване на парола',
  network_error: 'Мрежова грешка, моля проверете връзката',
}

