/**
 * Русский перевод для страницы Welcome
 */
export default {
  confirm_password: 'Подтвердите пароль',
  create_creds: 'Перед началом работы необходимо создать новое имя пользователя и пароль для доступа к веб-интерфейсу.',
  create_creds_alert: 'Учетные данные ниже необходимы для доступа к веб-интерфейсу Sunshine. Храните их в безопасности, так как вы больше никогда их не увидите!',
  greeting: 'Добро пожаловать в Sunshine!',
  login: 'Войти',
  welcome_success: 'Эта страница скоро перезагрузится, браузер попросит ввести новые учетные данные',
  username: 'Имя пользователя',
  password: 'Пароль',
  error: 'Ошибка!',
  success: 'Успешно!',
  password_mismatch: 'Пароли не совпадают',
  password_match_success: 'Пароли совпадают',
  server_error: 'Ошибка сервера',
  network_error: 'Ошибка сети, проверьте подключение',
}

