/**
 * Український переклад для сторінки Welcome
 */
export default {
  confirm_password: 'Підтвердити пароль',
  create_creds: "Перед початком роботи нам потрібно, щоб ви створили нове ім'я користувача та пароль для доступу до Web UI.",
  create_creds_alert: "Наведені нижче облікові дані необхідні для доступу до Sunshine's Web UI. Зберігайте їх у безпеці, оскільки ви більше ніколи їх не побачите!",
  creds_local_only: 'Ваші облікові дані зберігаються локально в автономному режимі та ніколи не завантажуються на жоден сервер.',
  greeting: 'Ласкаво просимо до Sunshine Foundation!',
  hide_password: 'Сховати пароль',
  login: 'Авторизація',
  welcome_success: 'Ця сторінка незабаром перезавантажиться, ваш браузер попросить вас ввести нові облікові дані',
  username: "Ім'я користувача",
  password: 'Пароль',
  error: 'Помилка!',
  success: 'Успішно!',
  password_mismatch: 'Паролі не співпадають',
  password_match: 'Паролі співпадають',
  server_error: 'Помилка сервера',
  show_password: 'Показати пароль',
  network_error: "Помилка мережі, перевірте з'єднання",
}

